{
  "About": "Handla om",
  "Policy": "Politik",
  "Solfilm": "Solfilm",
  "Wrapping": "Omslag",
  "Tell us everything": "Berätta allt för oss",
  "Contact": "Kontakt",
  "Do you have any question? Feel free to reach out.": "Har du några frågor? Hör gärna av dig.",
  "Let's Chat": "Låt oss prata",
  "Application Security": "Applikationssäkerhet",
  "Customer Support": "Atención al cliente",
  "Address": "Adress",
  "Press": "Tryck",
  "Language": "språk",
  "Explore": "Utforska",
  "Learn more": "Läs mer",
  "Get started": "Komma igång",
  "Submit": "Skicka in",
  "Message" : "Meddelande",
  "Your Message": "Ditt meddelande",
  "Name" : "namn",
  "Your Name": "Ditt namn",
  "Email" : "E-post",
  "Your Email": "Din email",
  "Contact form":"Kontaktformulär",
  "Paint protection film(PPF)":"Färgskyddsfilm(PPF)",
  "Car wrapping":"Bilinpackning",
  "Solfilm for cars": "Solfilm för bilar",
  "Discover endless possibilities with our car wrapping & solfilm services.":"Upptäck oändliga möjligheter med våra bilinpacknings- och solfilmstjänster.",
  "From enhancing your car's aesthetics with window film, wrapping, and paint protection, to elevating your building's appeal with window film solutions, we've got you covered. Experience the ultimate in automotive and architectural transformations with us":"Från att förbättra din bils estetik med fönsterfilm, omslag och lackskydd, till att lyfta din byggnads attraktionskraft med fönsterfilmslösningar, vi har dig täckt. Upplev det ultimata inom fordons- och arkitektoniska transformationer med oss",
  "Window tinting offers several benefits for cars, includingt level, unless you want to customize the default styling.":"Fönstertoning erbjuder flera fördelar för bilar, inklusive nivå, om du inte vill anpassa standardstilen.",
  "UV Protection":"UV-skydd",
  "Window tinting can block up to 99% of the sun's harmful ultraviolet (UV) rays. This protection helps prevent sunburn and reduces the risk of skin cancer. Additionally, it helps protect the car's interior upholstery, dashboard, and other surfaces from fading and deterioration caused by UV exposure":"Fönstertoning kan blockera upp till 99 % av solens skadliga ultravioletta (UV) strålar. Detta skydd hjälper till att förhindra solbränna och minskar risken för hudcancer. Dessutom hjälper det till att skydda bilens interiörklädsel, instrumentbräda och andra ytor från blekning och försämring orsakad av UV-exponering",
  "Heat Reduction":"Värmeminskning",
  "Privacy": "Integritet",
  "Safety and Security":"Säkerhet och trygghet",
  "Tinted windows can significantly reduce the amount of heat entering the car's interior by blocking infrared radiation. This helps keep the interior cooler, particularly during hot summer months, and reduces the need for air conditioning, thus improving fuel efficiency":"Tonade rutor kan avsevärt minska mängden värme som kommer in i bilens interiör genom att blockera infraröd strålning. Detta hjälper till att hålla interiören svalare, särskilt under varma sommarmånader, och minskar behovet av luftkonditionering, vilket förbättrar bränsleeffektiviteten",
  "Tinted windows provide added privacy by making it more difficult for people outside the vehicle to see inside. This can be especially beneficial for protecting personal belongings left in the car and for enhancing the comfort and security of passengers":"Tonade rutor ger extra avskildhet genom att göra det svårare för personer utanför fordonet att se inuti. Detta kan vara särskilt fördelaktigt för att skydda personliga tillhörigheter som finns kvar i bilen och för att förbättra passagerarnas komfort och säkerhet",
  "In the event of an accident, window tinting can help hold shattered glass together, reducing the risk of injuries from flying glass shards. Additionally, tinted windows can deter theft by making it harder for thieves to see inside the car and identify valuable items.":"I händelse av en olycka kan toning av fönster hjälpa till att hålla ihop krossat glas, vilket minskar risken för skador från flygande glassplitter. Dessutom kan tonade rutor avskräcka stöld genom att göra det svårare för tjuvar att se inuti bilen och identifiera värdefulla föremål.",
  "car wrapping provides numerous benefits, including customization options, paint protection, removability, cost-effectiveness, quick installation, advertising opportunities, and residue-free removal, making it a popular choice for vehicle owners looking to enhance the appearance and functionality of their vehicles":"bilinpackning ger många fördelar, inklusive anpassningsalternativ, lackskydd, borttagbarhet, kostnadseffektivitet, snabb installation, reklammöjligheter och restfri borttagning, vilket gör det till ett populärt val för fordonsägare som vill förbättra utseendet och funktionaliteten hos sina fordon",
  "We offer free quotes on solfilm, PPF, and wrapping services!! Also, do you have questions about our services? Fill out the form below and we will contact you shortly.":"Vi erbjuder kostnadsfria offerter på solfilm, PPF och inslagningstjänster!! Har du också frågor om våra tjänster? Fyll i formuläret nedan så kontaktar vi dig inom kort.",
  "Transforming windows into works of art":"Förvandla fönster till konstverk",
  "Paint protection film (PPF)":"Färgskyddsfilm (PPF)",
  "The primary benefit of PPF is its ability to protect a vehicle's paintwork from scratches, chips, and other forms of damage. The durable, self-healing film acts as a sacrificial barrier, absorbing impacts and preventing them from reaching the underlying paint. This helps maintain the vehicle's aesthetic appeal and resale value by preserving the original paint finish":"Den främsta fördelen med PPF är dess förmåga att skydda ett fordons lack från repor, nagg och andra former av skador. Den hållbara, självläkande filmen fungerar som en offerbarriär, absorberar stötar och hindrar dem från att nå den underliggande färgen. Detta hjälper till att bibehålla fordonets estetiska tilltalande och andrahandsvärde genom att bevara originallacken",
  "Preservation of Resale Value":"Bevarande av andrahandsvärde",
  "By protecting the vehicle's paintwork from damage and maintaining its appearance, PPF helps preserve the resale value of the vehicle. Potential buyers are more likely to be attracted to a well-maintained vehicle with minimal paint imperfections, leading to a higher resale price and faster sale":"Genom att skydda fordonets lack från skador och bibehålla dess utseende hjälper PPF till att bevara fordonets andrahandsvärde. Potentiella köpare är mer benägna att attraheras av ett välskött fordon med minimala lackdefekter, vilket leder till ett högre återförsäljningspris och snabbare försäljning",
  "Ease of Maintenance":"Enkelt underhåll",
  "PPF is easy to clean and maintain, requiring only regular washing with soap and water to remove dirt, dust, and debris. Unlike wax or sealants, which need to be reapplied periodically, PPF provides long-lasting protection without the need for frequent maintenance":"PPF är lätt att rengöra och underhålla och kräver endast regelbunden tvätt med tvål och vatten för att ta bort smuts, damm och skräp. Till skillnad från vax eller tätningsmedel, som behöver appliceras regelbundet, ger PPF ett långvarigt skydd utan behov av frekvent underhåll",
  "Long-Term Durability":"Långsiktig hållbarhet",
  "High-quality PPFs are designed to withstand the rigors of daily driving and maintain their protective properties for several years. They are resistant to yellowing, cracking, peeling, and bubbling, even in extreme weather conditions. We offer warranties for PPF installations, providing peace of mind to vehicle owners":"Högkvalitativa PPF:er är designade för att klara påfrestningarna vid daglig körning och behålla sina skyddande egenskaper i flera år. De är resistenta mot gulning, sprickbildning, skalning och bubbling, även under extrema väderförhållanden. Vi erbjuder garantier för PPF-installationer, vilket ger trygghet för fordonsägare",
  "Invisible Protection":"Osynligt skydd",
  "PPF is transparent and virtually invisible when properly installed, allowing the vehicle's paint color and finish to shine through without alteration. This makes it an ideal solution for protecting high-end or custom paint jobs, as well as preserving the original appearance of luxury and exotic vehicles":"PPF är transparent och praktiskt taget osynlig när den är korrekt installerad, vilket gör att fordonets lackfärg och finish lyser igenom utan förändring. Detta gör den till en idealisk lösning för att skydda avancerade eller anpassade lackjobb, samt att bevara det ursprungliga utseendet på lyxbilar och exotiska fordon",
  "Customization":"Anpassning",
  "Car wrapping allows for virtually limitless customization options. Vehicle owners can choose from a wide range of colors, finishes, patterns, and textures to achieve their desired look. Custom graphics, logos, and designs can also be incorporated into the wrap, offering a unique and personalized appearance. Car wrapping also offers an effective and eye-catching way to advertise businesses or brands":"Bilinpackning möjliggör praktiskt taget obegränsade anpassningsmöjligheter. Fordonsägare kan välja från ett brett utbud av färger, finish, mönster och texturer för att uppnå önskat utseende. Anpassad grafik, logotyper och design kan också införlivas i omslaget, vilket ger ett unikt och personligt utseende. Bilinpackning erbjuder också ett effektivt och iögonfallande sätt att marknadsföra företag eller varumärken",
  "Protective Layer":"Skyddsskikt",
  "The vinyl film used in car wrapping acts as a protective layer for the vehicle's original paintwork. It helps shield the paint from minor scratches, chips, and abrasions caused by road debris, weather elements, and other environmental factors. This protective barrier helps preserve the resale value of the vehicle by maintaining the condition of the paint underneath":"Vinylfilmen som används vid bilinpackning fungerar som ett skyddande lager för fordonets originallack. Det hjälper till att skydda färgen från mindre repor, nagg och skavsår orsakade av vägskräp, väderelement och andra miljöfaktorer. Denna skyddande barriär hjälper till att bevara fordonets andrahandsvärde genom att bibehålla skicket på lacken under",
  "Cost-Effectiveness":"Kostnadseffektivitet",
  "Car wrapping can be more cost-effective than a full repaint, especially for complex designs or color changes. It typically requires less time and labor compared to traditional painting methods, resulting in lower overall costs. Additionally, the durability of vinyl wraps means they can last for several years with proper care, providing long-term value for the investment":"Bilinpackning kan vara mer kostnadseffektivt än en hel omlackering, speciellt för komplexa mönster eller färgbyten. Det kräver vanligtvis mindre tid och arbete jämfört med traditionella målningsmetoder, vilket resulterar i lägre totala kostnader. Dessutom betyder hållbarheten hos vinylomslag att de kan hålla i flera år med rätt skötsel, vilket ger långsiktigt värde för investeringen",
  "Quick Installation":"Snabb installation",
  "Car wrapping can be completed relatively quickly compared to traditional paint jobs. Depending on the complexity of the design and the size of the vehicle, installation can often be completed in a matter of days rather than weeks. This means less downtime for the vehicle and faster turnaround times for customization projects":"Bilinpackning kan genomföras relativt snabbt jämfört med traditionella lackarbeten. Beroende på komplexiteten i designen och storleken på fordonet kan installationen ofta slutföras på några dagar snarare än veckor. Detta innebär mindre stilleståndstid för fordonet och snabbare handläggningstider för anpassningsprojekt",
  "Window tinting for home/office":"Fönsterfärgning för hem/kontor",
  "window tinting offers numerous benefits for homes and offices, including improved energy efficiency, UV protection, glare reduction, privacy, safety, security, and aesthetic enhancement. By investing in window tinting, homeowners and business owners can create more comfortable, functional, and inviting environments while also enjoying long-term cost savings and environmental benefits":"fönstertoning erbjuder många fördelar för hem och kontor, inklusive förbättrad energieffektivitet, UV-skydd, bländningsreducering, integritet, säkerhet, säkerhet och estetisk förbättring. Genom att investera i toning av fönster kan husägare och företagsägare skapa mer bekväma, funktionella och inbjudande miljöer samtidigt som de åtnjuter långsiktiga kostnadsbesparingar och miljöfördelar",
  "Window tinting blocks up to 99% of the sun's harmful UV rays, helping to protect furnishings, artwork, flooring, and other interior surfaces from fading, discoloration, and deterioration caused by UV exposure. This helps prolong the lifespan of interior furnishings and reduces the need for costly replacements or repairs":"Fönstertoning blockerar upp till 99 % av solens skadliga UV-strålar, vilket hjälper till att skydda möbler, konstverk, golv och andra invändiga ytor från blekning, missfärgning och försämring orsakad av UV-exponering. Detta bidrar till att förlänga livslängden på inredningsmöbler och minskar behovet av kostsamma byten eller reparationer",
  "Glare Reduction":"Reducering av bländning",
  "Tinted windows reduce glare from sunlight and harsh artificial lighting, creating a more comfortable and visually appealing environment for occupants. Reduced glare can improve productivity and concentration in office settings and enhance relaxation and enjoyment in residential spaces":"Tonade fönster minskar bländning från solljus och hård artificiell belysning, vilket skapar en bekvämare och visuellt tilltalande miljö för de åkande. Minskad bländning kan förbättra produktiviteten och koncentrationen i kontorsmiljöer och förbättra avkoppling och njutning i bostadsutrymmen",
  "Tinted windows provide added privacy by making it more difficult for people outside to see into the home or office. This is particularly beneficial for ground-floor rooms, street-facing windows, and areas where privacy is desired without sacrificing natural light":"Tonade fönster minskar bländning från solljus och hård artificiell belysning, vilket skapar en bekvämare och visuellt tilltalande miljö för de åkande. Minskad bländning kan förbättra produktiviteten och koncentrationen i kontorsmiljöer och förbättra avkoppling och njutning i bostadsutrymmen",
  "Window tinting can enhance the safety and security of homes and offices by holding glass together in the event of breakage or impact. This helps prevent shattered glass from scattering and reduces the risk of injuries from flying shards. Additionally, tinted windows make it more challenging for intruders to see inside, deterring potential break-ins and theft":"Fönstertoning kan öka säkerheten och tryggheten i hem och kontor genom att hålla ihop glaset i händelse av brott eller stötar. Detta hjälper till att förhindra att krossat glas sprids och minskar risken för skador från flygande skärvor. Dessutom gör tonade fönster det mer utmanande för inkräktare att se inuti, vilket avskräcker potentiella inbrott och stöld",
  "Chrome delete for cars":"Chrome delete för bilar",
  "Chrome delete refers to the process of removing or covering the chrome trim elements on a vehicle, typically with a matte or glossy black finish. This customization trend has become increasingly popular among car enthusiasts and owners looking to give their vehicles a more modern and stealthy appearance.":"Chrome delete hänvisar till processen att ta bort eller täcka kromdelarna på ett fordon, vanligtvis med en matt eller blank svart finish. Denna anpassningstrend har blivit allt mer populär bland bilentusiaster och ägare som vill ge sina fordon ett mer modernt och smygande utseende.",
  "Many vehicles come with chrome trim pieces around the windows, door handles, side mirrors, grille, and other exterior areas. While chrome accents can add a touch of elegance and shine to a vehicle, some owners prefer a more understated or aggressive look":"Många fordon kommer med kromdetaljer runt fönstren, dörrhandtagen, sidospeglar, galler och andra yttre områden. Medan kromaccenter kan lägga till en touch av elegans och glans till ett fordon, föredrar vissa ägare ett mer diskret eller aggressivt utseende",
  "Chrome delete allows vehicle owners to customize their cars to better suit their preferences and style. By removing or covering the chrome trim with black vinyl wrap or paint, owners can achieve a sleek and cohesive appearance that complements the vehicle's design":"Med Chrome delete kan fordonsägare anpassa sina bilar för att bättre passa deras preferenser och stil. Genom att ta bort eller täcka kromlisten med svart vinylfolie eller färg kan ägarna uppnå ett elegant och sammanhängande utseende som kompletterar fordonets design",
  "Matte or Glossy Finish":"Matt eller blank finish",
  "Chrome delete can be done using either matte or glossy black finishes, depending on the desired look. Matte black provides a subtle and understated appearance, while glossy black offers a more bold and eye-catching aesthetic":"Chrome-borttagning kan göras med antingen matt eller blank svart finish, beroende på önskat utseende. Mattsvart ger ett subtilt och diskret utseende, medan glansigt svart ger en mer djärv och iögonfallande estetik",
  "Reversibility":"Reversibilitet",
  "One of the advantages of chrome delete is that it's often reversible. If the owner decides they prefer the original chrome trim or wants to change the look again in the future, the black vinyl wrap or paint can typically be removed without causing damage to the underlying trim":"En av fördelarna med chrome delete är att det ofta är reversibelt. Om ägaren bestämmer sig för att de föredrar den ursprungliga krombeklädnaden eller vill ändra utseendet igen i framtiden, kan den svarta vinylfolien eller färgen vanligtvis tas bort utan att skada den underliggande klädseln",
  "Chrome delete":"Chrome radera",
  "Building":"Byggnad"
}
