{
  "title": "Paint protection film (PPF)",
  "text": "The primary benefit of PPF is its ability to protect a vehicle's paintwork from scratches, chips, and other forms of damage. The durable, self-healing film acts as a sacrificial barrier, absorbing impacts and preventing them from reaching the underlying paint. This helps maintain the vehicle's aesthetic appeal and resale value by preserving the original paint finish",
  "section": [
    {
      "title": "Preservation of Resale Value",
      "content": "By protecting the vehicle's paintwork from damage and maintaining its appearance, PPF helps preserve the resale value of the vehicle. Potential buyers are more likely to be attracted to a well-maintained vehicle with minimal paint imperfections, leading to a higher resale price and faster sale",
      "icon": "notes.svg"
    },
    {
      "title": "Ease of Maintenance",
      "content": "PPF is easy to clean and maintain, requiring only regular washing with soap and water to remove dirt, dust, and debris. Unlike wax or sealants, which need to be reapplied periodically, PPF provides long-lasting protection without the need for frequent maintenance",
      "icon": "notes.svg"
    },
    {
      "title": "Long-Term Durability",
      "content": "High-quality PPFs are designed to withstand the rigors of daily driving and maintain their protective properties for several years. They are resistant to yellowing, cracking, peeling, and bubbling, even in extreme weather conditions. We offer warranties for PPF installations, providing peace of mind to vehicle owners",
      "icon": "notes.svg"
    },
    {
      "title": "Invisible Protection",
      "content": "PPF is transparent and virtually invisible when properly installed, allowing the vehicle's paint color and finish to shine through without alteration. This makes it an ideal solution for protecting high-end or custom paint jobs, as well as preserving the original appearance of luxury and exotic vehicles",
      "icon": "notes.svg"
    }
  ]
}
